
// 시험 점수

let score = 30;
// 시험 점수가 60점 이상일 경우 축하메시지를 출력
if (score  >= 60){
  console.log('축하합니다. 합격입니다!');
}
//시험점수가 60점 미만이면 불합격
else{
  console.log('불합격입니다..');
}
// if (score < 60){
//   console.log('불합격입니다 ㅜㅜ');
console.log('수고하셨습니다!');   //중괄호 밖에 있기 때문에 조건에 충족을 하든 하지 않든 화면에 출력






//시험 점수
let score1  = 50;
// 시험 점수가 60점 이상일 경우 축하 메시지를 출력
if (score1 >= 60) {
  console.log('축하합니다. 합격입니다!!!!');
}
//시험점수가 60점 미만이면 불합격 메시지 출력
else (score1 < 60) {
  console.log('불합격입니다 ㅠㅠㅠㅠ');
}
console.log('수고하셨습니다.!');
